Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེས་ བསྐྱེད་ དོ་ ཞེས་ བརྫུན་ དེ་ རྒྱུ་ ངན་པ་ དང་ །_ ལྟ་བ་ ངན་པ འི་ མཐ ས་ བསླད་པ་ དེ་ ཆོས་མ་ ཡིན་པ་ ཆོས་ ཀྱི་ ཚུལ་ དུ་ སྟོན་ ཅིང་
en: Disturbed by unwholesome causes and views, they proceed to present what is not Dharma as the Dharma and establish others in that.

source: ཕ་རོལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་ ཡང་དག་པ འི་ ལམ་ ལས་ བཀོལ་བ ར་ བྱེད་ ཅིང་ ཆོས་ ལས་ ཕྱིར་ ཟློག་པ ར་ བྱེད་ ལ་ ལོག་པ ར་ ལྟ་བ་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་པ ར་ བྱེད་ ཀྱང་ དེ་དེ་ ལྟར་ མ་ ཡིན་ ཏེ
en: In this way, they steer people away from the genuine path, causing them to turn their backs on the Dharma, and make them adhere to a view that is wrong because the teaching is false.

source: རྒྱུ ར་ གྱུར་པ་ རྟག་པ་ གང་ཡང་ མེད་ དོ །_།
en: There are no permanent causes whatsoever.

source: རྟག་པ་ ནི་ དུས་ དང་ བྲལ་བ །_ འགྱུར་བ་ མེད་པ །_ དེ་ སྐྱེད་པ་ མ་ཡིན་པ །_ ནམ་མཁའ་ ལྟ་བུ་ ཡིན་ ན་ དེ་ཡང་ གཞན་ དུ་ རྟོག་ སྟེ །_
en: The permanent is beyond time, unchanging, and unproductive, like space. And yet they think differently.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ བུང་བ་ རྡོ་རྗེ་ ལྟ་བུ ས་ གནོད་པ འི་ གོ་ཆ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they fall into the lower realms and are born in the hell of Tormenting Armor of Vajra-Like Flies.

source: དེ་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ ས་ ཉེན་པ ས་ ཉམས་པ །_ སྐྱེས་བུ་ ངན་པ །_ ལོག་པ ར་ ལྟ་བ །_ ཡང་དག་ པར་ སྨྲ་བ་ ཕྱིར་ འགོག་པ །_ ཡང་དག་ པར་མ་ ཡིན་པ་ སྨྲ་བ་ ལ་ རབ་ཏུ་ འཇོག་པ །_ རྨོངས་པ ས་ ལམ་ངན་ པར་ ཞུགས་པ །_ ཤེས་རབ་ ཀྱི་ ང་རྒྱལ་ཅན་ རང་ གིས་ ཡོངས་སུ་ བརྟགས་པ་ སྨྲ་བ་ ནི་ གནོད་པ་ དག་ དང་ ཕྲད་ དེ
en: $779 “Damaged by their harmful misdeeds of body, speech, and mind, such unwholesome people adhered to wrong views, refuted the true teaching, descended into the untrue teaching, ignorantly pursued an unwholesome path, and propagated their own arrogant intellectual assumptions.

source: གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དག་ ལྔ་ འགྱུར་ དུ་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ འདི་ལྟ་སྟེ །_
en: They will meet with harm, for the beings in that realm suffer all the tortures of the Reviving Hell, and so forth, intensified fivefold.

source: གཤིན་རྗེ འི་ མི་ ཕྲ་ སྐམ་ ཕྲ་མོ་ ཐོགས་པ ས་ ཤ་བ་ སྤུ་ཙམ་ དུ་ བཏོགས་ བཏོགས་ ནས་ དེ་ [220b] ཉིད་ ཟ ར་ འཇུག་ གོ །_།
en: On top of that, and in particular, henchmen of the Lord of Death will pluck out tiny pieces of their flesh with fine pincers and begin to eat them. {{page:{number:278,id:UT22084-068-021-100304,folio:F.220.b,volume:V68}}}

source: བུང་བ འི་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ་ དག་ འབྱུང་བ ར་ འགྱུར་ ལ །_ གང་དེ འི་ ལུས་ ལ་ ལན་ཚྭ་ ལྟར་ དྲག་པ ར་ བྱེད་ དེ་དེ་ ལ་ ཁྲག་དྲོན་པོ་ འབྱུང་ ངོ་ །_།
en: Next, flies with vajra-like mouths will appear, hurting their bodies as if salty water were poured into the wounds, and making their hot blood flow.

source: དེ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ དེ་ཉིད་ ཟ ར་ འཇུག་ སྟེ །_ ཟས་ དེས་ དེ འི་ སྲོག་ འཚོ་བར་ བྱས་ སོ །_།
en: The henchmen of the Lord of Death will then feed this to the hell beings.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ བསླུས་པ་ དེ་ཡང་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ ལུས་ དང་ སྙིང་ བཅུ་འགྱུར་ དུ་ གདུངས་ སོ །_།
en: After this nourishment, the beings of this hell, deceived by their own misdeeds, will be physically and mentally tormented by hunger and thirst that are ten times stronger than before.

source: དེ་ནས་ ཡང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གི་ ཤ་ དང་ ཁྲག་ དེ་ཉིད་ འབྱུང་བ ར་ བྱེད་ དེ །_ རང་ གི་ ལས་ ཀྱིས་ འཆི་བ འི་ དུས་ མི་ བྱེད་ དོ །_།
en: Then, as an effect that accords with their deeds, their flesh and blood will reemerge, because their karmic actions will prevent them from dying.

source: དེ་ནས་ ཡང་ རང་ གི་ ཤ་ དང་ ཁྲག་ དེ་ཉིད་ འབྱུང་བ ར་ བྱེད་ དེ །_ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལས་ ཀྱིས་ བསླུས་པ་ དེ་ ཡུན་ ཤིན་ཏུ་ རིང་པོ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ གནོད་པ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, deceived by their own actions, they will continue to undergo torture for innumerable years, until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ བཞི་ བརྒྱ ར་ ཡི་དགས་ ལྷག་མ་ ཟ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུད་འགྲོ་ ཙི་ ལིན་ ད་ དང་ །_ བ་ལང་ གི་ ནགས་ཚལ་ ལ་སོགས་ པར་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ འི་ ལུས་ སུ་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: $780 “When one finally escapes this hell, one will, as an effect that accords with one’s acts, be born four hundred times as a starving spirit subsisting on leftovers, and then five hundred times in the animal realm as a starving and thirsty jungle cow, or the like.#104

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ བཅུ་བདུན་པ་ ནི་ གཅིག་ ཀྱང་ མ་ མཐོང་ ལ །_
en: $781 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Heat, he will not perceive any seventeenth realm.

source: འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ འདི འི་ མཐའ་ ནི་ འདི་ ཡིན །_ གནས་པ་ ནི་ འདི་ ཡིན །_ ལོག་པ ར་ ལྟ་བ་ ངན་པ ར་ བྱས་པ འི་ ལས་ བྱས་པ་ རྣམས་ ཀྱི་ གནས་ ནི་ འདི་ ཡིན་ ནོ་ སྙམ་ སྟེ །_
en: Thus, he will conclude, ‘This is the extent of the regions that surround the great Hell of Heat. Such are the realms of those who engaged in acts of wrong view.’

source: དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བཅུ་དྲུག་པ་ ལ་ བརྟགས་ ནས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ འི་ རྣལ་འབྱོར་ སྤྱོད་པ་ དེ་ རབ་ཏུ་ དགའ་བ་ དང་ །_
en: $782 “Having thus examined the sixteen regions of this great hell, the spiritual practitioner, who carefully observes inner phenomena, will feel great joy.

source: ས་བླ་བ འི་ གནོད་སྦྱིན་ དག་ གིས་ དེ་ མཐོང་ ནས
en: The terrestrial yakṣas will see this and exclaim with great joy,

source: ཀྱེ་ ཨེ་མ་ དགེ་སློང་ འདི་ ནི་ བརྩོན་པ་ མ་ ཉམས་པ་ ས་ གཞན་ བཅུ་གཅིག་པ་ ལ་ ཞུགས་ཤིང་ འཁོར་བ འི་ དུས་ རྣམ་པར་ གཅོད་པ ར་ བྱེད་པ་ དེ་ཡང་ ཤེས་ ནས་ དགའ་ སྟེ །_
en: ‘Ah, with unfailing diligence this monk has entered the eleventh ground and severed the duration of cyclic existence!’

source: བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དག་ ལ་ སྔ་མ་ བཞིན་ མངོན་པར་ བསྙད་ ནས །_ འོད་ཆུང་ གི་ ལྷ འི་ བར་ དག་ ལ་ [221a] འདི་ལྟར་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_ ས་ གཞན་ བཅུ་གཅིག་པ་ ལ་ ཞུགས་པ །_
en: They will inform the celestial yakṣas about this, and so the news will travel all the way to gods in Limited Light. {{page:{number:279,id:UT22084-068-021-100305,folio:F.221.a,volume:V68}}} Thus, it will be known, ‘The noble son known as such and such . . . has now entered the eleventh ground . . . .

source: བདུད་ ཀྱི་ གཞི་ དང་ ལྷན་ཅིག་ གནས་པ ར་ མི་འདོད་པ །_ ཉོན་མོངས་པ་ འདོད་ཆགས་ རྣམས་ དང་ ལྷན་ཅིག་ རྩེ་བ ར་ མི་འདོད་པ །_
en: He has no interest in remaining on the same ground as the māras and does not wish to play with the affliction of desire.

source: ཡུལ་ ལ་ གནས་པ འི་ འགྲོ་བ་ སྡུག་བསྔལ་ གྱི་ གཞི་ མཐའ་ཡས་པ་ མི་འདོད་པ འི་ བར་ དག་ བསྙད་ དོ །_།
en: He does not wish for any of the existences that involve engagement with objects—the infinite grounds that cause suffering.’

source: དེ་ནས་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ དང་ །_ ཐིག་ནག་ དང་ །_ བསྡུས་གཞོམ་ དང་ །_ ངུ་འབོད་ དང་ །_ ངུ་འབོད་ ཆེན་པོ་ དང་ །_ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ནས་ སེམས་ཅན་ དམྱལ་བ་ གཞན་དག་ ལ་ ཡང་ བརྟགས་ ན དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ རབ་ཏུ་ ཚ་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $783 “When the monk has thus examined the hells of Reviving, Black Line, Crushing, Howling, Great Howling, and Heat, together with the surrounding hells, he will search for other hell realms and thus, by applying knowledge derived from hearing, perceive the Hell of Intense Heat.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view.

source: དགེ་སློང་ མ་ གཞོན་ནུ་ སྡོམ་པ་ ལ་ གནས་པ །_ ཚུལ་ཁྲིམས་ མ་ ཉམས་པ །_ བརྐམ་པ་ མེད་པར་ སྤྱོད་པ །_ འདོད་པ་ མེད་པ འི་ བརྟུལ་ཞུགས་ ཉམས་པ ར་ བྱས་ ཤིང་ དེ་བཞིན་ གཤེགས་པ འི་ བསྟན་པ་ ལས་ འཁྲུལ་ པར་ བྱས་ ལ་ དེ་ སངས་རྒྱས་ ལ་ མི་ དད་པ ར་ བྱས་ ཏེ
en: $784 “Also, a young nun who adheres to her vows, maintains her discipline, and follows impeccable conduct, may be caused to break her vow of celibacy and stumble in her practice of the teaching of the thus-gone ones.

source: འདི་ལྟར་ སངས་རྒྱས་ ནི་ ཐམས་ཅད་ མཁྱེན་པ་ མ་ ཡིན་ ན་ དེ འི་ དགེ་སློང་ མ འི་ དགེ་འདུན་ རྣམ་པ་ འདི་ ལྟ་བུ ས་ ཅི་ཞིག་ ཏུ་ འགྱུར །_
en: One may consequently lose faith in the Buddha and think, ‘The Buddha is not omniscient, so what about his saṅgha of nuns?

source: དེ་དག་ ཐམས་ཅད་ ནི་ བརྫུན་ ཡིན་ ཏེ །_ བསྟན་པ་ དེ་ ནི་ ངན་པ་ ཡིན་ ཞིང་ དེ་ ནི་ དམན་པ་ ཡིན་ ཏེ །_
en: All this is a lie and his instructions are false and corrupt.

source: དེ་ ལ་ བྱིན་པ ས་ ཆོས་ སུ་ མི་ འགྱུར་ ཞིང་ དེ་ ལ་ བྱིན་པ ས་ མྱ་ངན་ ལས་ འདས་པ་ ཡང་ འཐོབ་པ ར་ མི་ འགྱུར་ ཏེ །_
en: There is nothing virtuous to be derived from donating to the nuns. Giving to them is not going to bring an end to suffering.

source: དགེ་འདུན་ འདི་ ནི་ དམངས་ ཡིན་ ནོ་ ཞེས་ དགེ་སློང་ མ་ གཞོན་ནུ འི་ བརྟུལ་ ཞུ་ གསལ་ ས་ བསྐྱོད་ ཅིང་ ཆོས་མ་ ཡིན་པ་ མེད་ དོ་ ཞེས་ དེ་
en: The saṅgha are just ordinary people. There is nothing wrong in causing young nuns to break their vows.’

source: དེ་ ལྟར་ རྗེས་སུ་ སེམས་ སུ་ བཅུག་ ནས་ དགེ་སློང་ མ་ གཞོན་ནུ་ དེ་ བརྟུལ་ཞུགས་ ལས་ སྐྱོད་པ ར་ བྱེད །_ ཆོས་མ་ ཡིན་པ་ མེད་ དོ་ ཞེས་ ཚུལ་ཁྲིམས་ འཁྲུལ་པ་ དང་ ལྟ་བ་ འཁྲུལ་ པར་ བྱེད་ ན །_
en: $785 “Thinking thus, one may cause this nun to break her vow, in consequence of which she stumbles in her discipline.

source: དེ་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ ས་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ [221b] ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རབ་ཏུ་ ཚ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: As for the person who stumbled in his view, corrupt in the actions of his body, speech, and mind, when he later separates from his body, he will fall into the lower realms {{page:{number:280,id:UT22084-068-021-100306,folio:F.221.b,volume:V68}}} and take birth in the Hell of Intense Heat.

source: ལུས་ ཀྱི་ བོང་ ཚོད་དཔག་ ཚད་ ཙམ་ ལ་མ ར་ ས ར་ འཇུ་བ་ ལྟ་བུ ར་ ལུས་ ཤིན་ཏུ་ གཞོན་ཤ་ ཅན་ དུ་ འགྱུར །_
en: $786 “In that hell, his body will be one league tall and extremely fragile, as if made of soft butter.

source: དེ་བཞིན་ དུ་ མིག་ དང་ །_ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ ཤིན་ཏུ་ ཆུང་བ ས་ སྲོག་ ཆད་པ ར་ བྱེད་ དེ །_ ཇི་ལྟ་ ཇི་ལྟ ར་ སྡིག་པ འི་ ཤས་ ཆེ ར་ བྱས་པ་ དེ་ལྟ་ དེ་ལྟ ར་ ལུས་ དང་ ཡིད་ཆེས་ ཤིན་ཏུ་ གཞོན་ཤ་ ཅན་ དུ་ འགྱུར་ རོ །_།
en: Even the most insignificant sight, sound, touch, taste, form, or smell is liable to kill him, because the more involved he was in evil previously, the more fragile his body and mental state has now become.

source: དེ འི་ ལས་ངན་པ་ བྱས་པ་ དང་ མི་དགེ་བ འི་ ལས་ ཀྱི་ མཐུ ས་ འདི་ལྟར་ ཚེ་ འདི་ ལ་ སྡུག་བསྔལ་ ཤིན་ཏུ་ དྲག་པ་ དག་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: $787 “Due to the force of the negative and unvirtuous actions the results of which are to be experienced in this life, one will experience suffering at the time of dying.

source: འཆི་བ འི་ དུས་ ཀྱི་ ཚེ་ ངེས་པ ར་ མྱོང་བ ར་ འགྱུར་བ་ ནི །_ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ སུ་ སྐྱེས་པ་ དེ་ལྟ ར་ འཆི་བ འི་ དུས་ ཀྱི་ ཚེ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, already at the moment of death one will certainly undergo experiences like those of the beings in the Reviving Hell.

source: ཉི་མ་ གསུམ་ ལོན་ ནས་ འཆི་བ འི་ བར་ དུ་ དེ འི་ ལྕེ་ ལྐུགས་པ ར་ འགྱུར་ ཞིང་ འཇིགས་པ འི་ འདུ་ཤེས་ སུ་ འགྱུར །_ འདུ་བྱེད་ རྣམས་ ཉམ་ཆུང་ བར་ འགྱུར །_ རྣམ་པར་ ཤེས་པ་ ཤིན་ཏུ་ སྐྲག་པ ར་ འགྱུར་ ཏེ །_
en: The dying process will take three days, during which one’s tongue will become mute, one’s perceptions frightening, one’s intellect weak, and one’s consciousness filled with terror.

source: ཚུལ་ དེ་ལྟ་ བུར་ འབྱུང་བ་ ཆེན་པོ་ བཞི་ རྣམས་ ཀྱིས་ དཀྲུགས་ ནས་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ འགྱུར་ རོ །_།
en: When the four great elements are racked by upheaval one will be overcome by painful sensations.

source: ས འི་ ཁམས་ སྲ་བ འི་ ངོ་བོ་ འཁྲུགས་པ ས་ ལུས་ དང་ རྩ་ དང་ །_ རྒྱུས་པ་ དང་ །_ མིད་པ་ ཐམས་ཅད་ ཤིན་ཏུ་ འགོག་པར་ བྱེད །_ འབུགས་ པར་ བྱེད །_ རབ་ཏུ་ འབུགས་ པར་ བྱེད །_ རྣམ་པར་ ཐོ་ འཚམ་པ ར་ བྱེད །_ མར་ ས ར་ གྱི་ གོང་བུ་ བཞིན་ དུ་ གནོད་པ ར་ བྱེད །_ ཤིན་ཏུ་ འཐག་པ ར་ བྱེད་ ཅིང་ འཐས་པ ར་ བྱེད་ དོ །_།
en: Due to disturbances pertaining to the solid nature of the earth element, one’s entire body, veins, muscles, and throat will be blocked, punctured, perforated, constricted, crushed like a lump of butter, pulverized, and hardened.

source: ཆུ འི་ ཁམས་ འཁྲུགས་པ ས་ ཀྱང་ ལུས་ དང་ རྩ་ ཐམས་ཅད་ དང་ །_ རྒྱུས་པ་ བརྒྱ་ དག་ གིས་ འཆིང་བ ར་ བྱེད །_ ཆེས་ མཁྲང་བ ར་ བྱེད །_ ཆུ་སེར་ དུ་ བྱེད །_ ལྷོད་ལྷོད་པོ ར་ བྱེད །_ དྲི་ སྐྱེད་པ ར་ བྱེད །_ སྲིན་བུ་ གསོད་པ ར་ བྱེད །_
en: Due to disturbances pertaining to the water element, all of one’s body, veins, and muscles will become tight and stiff, swollen and flaccid, smelly, and the bodily worms will die.

source: འཛག་ སྒོ་ ཐམས་ཅད་ འགག་པ ར་ བྱེད །_ སྒྲ་ ངར་ངར་པོ་ འབྱིན་པ ར་ བྱེད །_ མིད་པ་ དང་ །_ ལྕེ འི་ འཛག་ སྒོ ར་ གྱུར་པ འི་ ཚོར་བ་ གནོད་པ ར་ བྱེད །_
en: All the orifices will become clogged up, and one will begin to wheeze, distressed by the pain in one’s throat, tongue, and bodily orifices.

source: ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ལས་ རྔུལ་ འབྱུང་བ ར་ བྱེད་ དོ །_།
en: The entire body will be covered in sweat.

source: མེ འི་ ཁམས་ འཁྲུགས་པ ས་ ཀྱང་ ལུས་ དང་ རྩ་ དང་ །_ རྒྱུས་པ་ ཐམས་ཅད་ སྲེག་པ ར་ བྱེད །_ འཚེད་པ ར་ བྱེད །_ སྡུག་བསྔལ་ གྱི་ ཉམ་ཐག་ པར་ བྱེད །_
en: As the fire element is disturbed, all of one’s body, veins, and muscles will burn, boil, and ache.

source: པགས་པ་ ཟངས་ ཀྱི་ མདོག་ ལྟ་བུ ར་ བྱེད །_ ནང་ དུ་ སྲེག་པ་ སྐྱེད་པ ར་ བྱེད །_ ཕྱི་ [222a] རོལ་ དུ་ རྣམ་པར་ སྲེག་པ་ སྐྱེད་པ ར་ བྱེད །_ སྲེད་པ འི་ སྟོབས་ རབ་ཏུ་ སྐྱེད་པ ར་ བྱེད །_ ཁ་ སྐམ་པ ར་ བྱེད །_ སྙིང་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: One’s complexion will become like copper and one will experience burning both within and on the outside. {{page:{number:281,id:UT22084-068-021-100307,folio:F.222.a,volume:V68}}} One will feel extreme thirst, one’s mouth will dry out, and the heart will burn.

source: རླུང་ གི་ ཁམས་ འཁྲུགས་པ ས་ ཀྱང་ ཡང་བ འི་ ངོ་བོ་ གཡོ་བ་ ལས་ ནམ་མཁའ་ ལ་ བཏེག་ ནས་ འདོར་བ་ བཞིན་ བྱེད །_
en: The wind element will also become disturbed, and so its light and shifting nature will make one feel as if one were catapulted through space.

source: རྩུབ་པ འི་ དངོས་པོ ས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ དང་ །_ ཁམས་ ཐམས་ཅད་ ཤིན་ཏུ་ རྩུབ་པ ར་ བྱེད་ དོ །_། ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཐམས་ཅད་ དང་ །_ གནད་ ཐམས་ཅད་ ཀྱི་ བར་བར་ དུ་
en: With its fierce character, the wind element will ravage all one’s major and minor body parts and elements, getting into every interstice of the vital body parts.

source: རླུང་ པིབ་པ་ ལ་ ཀ་ དང་ །_ སཱུ་ ཙ་ ཀ་ ཁབ་ ལྟ་བུ ར་ གྱུར་པ་ རྒྱུ་ སྟེ །_ རླུང་ པིབ་པ་ ལ་ ཀ་ ཁབ་ ལྟ་བུ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ བ་སྤུ འི་ ཁུང་བུ་ ལ་སོགས་པ་ ནས །_
en: With its components pippalaka and sūcaka, the wind will penetrate like burning needles the pores of the skin, making them shrivel, when it blows as sūcaka.

source: ཁ་ཆུ་ དང་ །_ པགས་པ་ དང་ །_ ཤ་ དང་ །_ ཚིལ་ དང་ །_ རུས་པ་ དང་ །_ རྐང་པ་ དང་ །_ ཁུ་ཆུ འི་ བར་ དག་ ལ་ འཇོག་པ ར་ བྱེད་ དེ །_
en: When it blows as pippalaka, it will break the skin, flesh, fat, bones, marrow, and semen.

source: སྟེའུ་ བཞིན་ དུ་ གཅོད་པ ར་ བྱེད །_ འཇོག་པ ར་ བྱེད །_
en: It will break them like an axe and destroy them.

source: དབང་པོ འི་ ལམ་ ཐམས་ཅད་ འགོག་པར་ བྱེད །_ བཤང་བ་ དང་ །_ གཅི་བ འི་ གནས་ འགོག་པར་ བྱེད །_ སྲོག་ཆགས་ ཀྱི་ དབུགས་ ཡང་དག་ པར་ འགོག་པར་ བྱེད །_ མིད་པ ར་ མིད་པ འི་ སྒོ འི་ ལམ་ལོག་ པར་ བྱེད །_
en: All one’s faculties will be blocked, as will all the orifices for feces, urine, and the breath, as well as the throat.

source: ལྟ་བ ས་ འདུ་ཤེས་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ བྱེད །_ རྣ་བ ས་ སྒྲ་ མི་ སྙན་པ་ ཐོས །_ དེ འི་ སྣར་ ཆུ་འབྱུང་ ཞིང་ དེ འི་ སེན་མོ་ དག་ སྔོན་པོ ར་ བྱེད །_ སྣ་ ཡོན་པོ ར་ བྱེད་ ཅིང་ རླིག་པ་ མདོམས་ སུ་ འཕྱང་བ ར་ བྱེད །_ རྐུབ་ ཁ་ ན་བ་ དང་ །_ ཕོ་མཚན་ ན་བ་ དང་ །_ རེག་པ་ མདག་མེ་ དང་ མཚུངས་པ ས་ སྡུག་བསྔལ་ བར་ བྱེད །_ པགས་པ ར་ གཏོགས་པ་ དང་ །_ པགས་པ་ དག་ སྐྲངས་པ ར་ བྱེད །_
en: Visual hallucinations will occur, one will hear unpleasant sounds, liquid will appear from one’s nose, one’s nails will become blue, one’s nose will turn awry, the scrotum will hang low, one’s anus and penis will ache as if touched by burning embers, one’s skin will tear open and swell, and one’s hair and body hair will slacken.

source: དེ འི་ སྐྲ་ དང་ །_ སྤུ་ དག་ ཤིག་ཤིག་པོ ར་ བྱེད་ དེ །_ ཉེས་པ ར་ བྱས་པ་ མི་ འཐུན་ པར་ སྤྱད་པ་ དག་ འཆི་བ འི་ དུས་ སུ་ སྡུག་བསྔལ་ མི་བཟད་པ་ འབྱུང་བ འི་ ཕྱོགས་ ཙམ་ ཞིག་ བཤད་པ་ ཡིན་ ཏེ །_
en: These are but a few of the excruciating sensations that those who engaged in misdeeds and wrongdoing will experience at the time of death.

source: དེ་ལྟ ར་ ཉིན་ཞག་ གསུམ་ དུ་ འབྱུང་བ་ ཆེན་པོ་ བཞི་ འཁྲུགས་པ་ རྣམས་ ཀྱིས་ རྣམ་པར་ འཚེའོ །_།
en: $788 “Thus, for three days one will be harmed by disturbances in the four great elements.

source: གང་ གི་ ཚེ་ དུས་ ཐ་མ་ འབབ་པ ར་ འགྱུར་བ་ ན །_ སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ འཇིག་རྟེན་ ཕ་རོལ་ གྱི་ མཚན་མ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: As the end draws near, one will perceive signs of the realms of hell that await one beyond the present world.

source: འདི་ལྟ་སྟེ །_ དེ འི་ གནས་ ཐམས་ཅད་ ཕྱར་བ་ ངན་པ་ རབ་ཏུ་ འབར་བ ས་ ཁེབས་པ ར་ སྣང་ ཞིང་ རྨི་ལམ་ གྱི་ གཟུགས་ ལྟ་བུ་ དག་ མཐོང་ ངོ་ །_།
en: Thus, one will see one’s dwelling as enveloped in an unpleasant dome of fire and one will perceive various dream-like appearances.

source: གནས་ མེད་པ འི་ སེང་གེ་ དང་ །_ སྟག་ གི་ [222b] གཟུགས་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ འི་ རྣམ་པ་ དེ་ལྟ་ བུ་ དང་ །_ གཞན་ ཡང་ ཤིན་ཏུ་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ་ མི་ སྡུག་པ་ དག་ མཐོང་ ངོ་ །_།
en: Hallucinating, one will see terrifying lions and tigers, {{page:{number:282,id:UT22084-068-021-100308,folio:F.222.b,volume:V68}}} and it will seem as if these and other horrifying creatures are truly present.

source: རྣ་བ ས་ སྒྲ་ འུར་འུར་པོ་ འཇིགས་ ཤིང་ མི་ དགའ་བ འི་ ཚིག་ དག་ ཐོས་ སོ །_། དེ འི་ པགས་པ་ མཚོན་ ཉིད་ ཀྱིས་ གཅོད་ དོ །_།
en: One will hear roaring sounds and unpleasant words, and it will feel as if one’s skin is being cut with weapons.

source: སྲིད་པ་ ཐ་མ་ པར་ བབ་པ་ ན་ རླུང་ དེ་དེ འི་ སྟེང་ དུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ སེན་མོ་ དག་ བཏང་ ནས་ རྐང་པ་ དག་ གཏོང་ །_ རྐང་པ་ དག་ བཏང་ ནས་ བྱིན་པ་ གཏོང་ །_ བྱིན་པ་ བཏང་ ནས་ བརླ་ གཏོང་ །_ བརླ་ བཏང་ ནས་ མདོམས་ གཏོང་ །_ མདོམས་ བཏང་ ནས་ ལྟོ་ གཏོང་ །_ ལྟོ་ བཏང་ ནས་ སྙིང་ གཏོང་ །_ སྙིང་ བཏང་ ནས་ སྒྲ་ ངར་ངར་པོ ར་ བྱེད །_ མཆིལ་མ་ དག་ སྐམས་ པར་ བྱེད་ ལ་ མིག་ ཡ་ གཅིག་ དམར་པོ ར་ བྱེད་ དོ །_།
en: $789 “As one’s life comes to an end, the upward wind will flow, gradually flowing away from one’s nails, feet, calves, thighs, hips, abdomen, and heart, causing one to make a wheezing sound while one’s spit dries out and one’s eyes turn red.

source: གཤིན་རྗེ འི་ མི་ལག་ ན་ རལ་གྲི་ དང་ །_ ཐོ་བ་ ཐོགས་པ་ ནམ་མཁའ་ ལ་ འགྲོ་བ་ དག་ མཐོང་བ་ དང་ །_
en: One will try to ward off the henchmen of the Lord of Death moving through the air, wielding swords and hammers.

source: དེ འི་ མཛའ་བཤེས་ དང་ །_ ཉེ་དུ་ དག་ ན་རེ་ ནམ་མཁའ་ ལ་ རེག་པ ར་ འདོད་ དོ་ ཞེས་ སྨྲ འོ །_།
en: One’s friends and relatives will say, ‘Look, he is clutching at the empty space.’

source: དེ་ དབུགས་ ཆེན་པོ ས་ ཉམ་ཐག་ ཅིང་ ལུས་ དང་ བྲལ །_
en: $790 “As one draws long and pitiful breaths, the time of separating from one’s body will come.

source: དབུགས་ ཆད་ ནས་ མར་མེ་ ངན་པ་ སྙིང་པོ་ དྲི་མ་ ཅན་ བསྲེགས་པ་ ལྟར་ འཇིག་རྟེན་ འདི་ ནས་ སྲིད་པ་ བར་མ ར་ སྐྱེ་ སྟེ །_ རྒྱུ་ དང་ མཚུངས་པ ར་ འབྲས་བུ་ དག་ འབྱུང་ ངོ་ །_།
en: When one’s breathing ceases, one will pass from this world like a dim lamp with a dirty wick going out, into the intermediate existence where one will experience effects in accordance with one’s causal actions.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱོད་པ་ དེ་སྲིད་པ་ བར་མ་ པ འི་ སྡུག་བསྔལ་ རྣམས་ ཀྱིས་ མངོན་པར་ ཉམས་པ ར་ འགྱུར་ རོ །_།
en: As a perpetrator of misdeeds, one will suffer in the intermediate existence.

source: དེས་ བདག་ཉིད་ ཇི་ལྟ ར་ མི་ལོ་ བརྒྱད་ ཁྲི་ བཞི་ སྟོང་ ཐུབ་པ འི་ བྱིས་པ་ ལོ་ བརྒྱད་ ལོན་པ འི་ ཚད་ དེ་ལྟ་ བུར་ མཐོང་ སྟེ །_
en: One will perceive oneself as a young child, eight years old, one of those capable of living for eighty-four thousand years.

source: སྐྱེ་བོ་ དག་ ནི་ ཐམས་ཅད་ ནས་ ཐམས་ཅད་ དུ་ མི་ སྣང་ངོ་ །_།
en: At the same time, no other human beings will be visible whatsoever.

source: འབྱུང་བ་ ཆེན་པོ་ ཕྲ་བ་ དང་ །_ རགས་པ་ དག་ འབྱུང་ སྟེ །_
en: The great elements may appear in both subtle and coarse form.

source: ཕྲ་མོ་ བལྟ ར་ མེད་ ཅིང་ ཐོགས་པ་ མེད་པ་ དེ་ལྟ་ བུ་ བྱུང་བ ས་ གང་ རི་རབ་ ཕུག་ ནས་ འགྲོ་ ཡང་ བདག་ཉིད་ དང་ །_ རི་རབ་ ལ་ ཡང་ གནོད་པ་ མེད་ ན །_
en: Here, one has subtle elements that are imperceptible and unimpeded, and thus one is capable of passing through even Mount Sumeru without any harm being done to oneself or to Mount Sumeru.

source: རི་ གཞན་དག་ ལ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས །_
en: That being the case, it goes without saying that the same applies to other mountains as well.

source: དེ་ལྟ ར་ དེ་དག་ ཉིད་ ལྕགས་ ནག་པོ་ ལྟ་བུ འི་ ཁ་དོག་ དང་ མུན་པ་ མུན་ནག་ གི་ རྫོང་ གི་ ནང་ དུ་ ཞུགས་ པར་ མཐོང་ སྟེ །_
en: $791 “In that world one will perceive oneself entering a castle that is the color of black iron and is shrouded in impenetrable darkness.

source: དེ་ བདག་ཉིད་ ཀྱིས་ ལས་ བྱས་པ །_ དེས་ སྤུ་ ཐམས་ཅད་ འབར་བ ར་ མཐོང་ ངོ་ །_།
en: As a result of one’s karmic actions, one’s body hairs will be seen ablaze.

source: བདག་ཉིད་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ལྕགས་ ཀྱི་ ཐག་པ་ ནག་པོ ས་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ དམ་པར་ རབ་ཏུ་ བཅིངས་པ ར་ མཐོང་ སྟེ །_
en: One will perceive oneself being bound tightly with black iron chains by the henchmen of the Lord of Death. {{page:{number:283,id:UT22084-068-021-100309,folio:F.223.a,volume:V68}}}

source: རྐང་པ་ དག་ ཀྱང་ ཤིན་ཏུ་ དྲག་ ཅིང་ [223a] དུག་ གིས་ རེག་པ་ ལྟར་ མཁྲང་བ །_
en: Thus one’s legs will be constricted by the sharp, stinging metal.

source: གཟུགས་ ཤིན་ཏུ་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་ ཅིང་ ཐགས་ཐོགས་ མེད་པར་ འགྲོ་བ་ གཞན་ ཡོད་པ ས་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བཅིང་བ་ དམ་པོ ས་ བདག་ཉིད་ བཅིངས་པ ར་ མཐོང་ སྟེ
en: The henchmen are terrifying as they move freely to and fro, while oneself remains tightly bound.

source: ཇི་ལྟ ར་ སྐྲ འི་ རྩེ་མོ འི་ ཕྱོགས་ ཙམ་ ཡང་ བཅིངས་པ་ དམ་པོ་ དེས་ དེ་ལྟ ར་ མ་ བཅིངས་པ་ མེད་ དོ །_།
en: There will not be anywhere on one’s body, not even as little as the tip of a hair, that is not tied down.

source: སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ མི་འདོད་པ་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $792 “Unpleasant sounds, textures, flavors, forms, and smells will manifest.

source: འདི་ལྟ་སྟེ །_ མིག་ གིས་ གཟུགས་ མིག་ དང་ མི་ འཐུན་པ །_ ཁ་དོག་ མི་ སྡུག་པ །_ འཇིགས་ འཇིགས་ ལྟར་ འདུག་ ཅིང་ རབ་ཏུ་ འབར་བ་ མང་པོ་ དག་ མཐོང་ ངོ་ །_།
en: One will perceive many forms that are unsightly to the eyes, of unpleasant color, terrifying, blazing with fire, and intense.

source: རྣ་བ ས་ ཀྱང་ གང་ ཚིག་ དེ་ ལ་ དགའ་བ ར་ མི་འགྱུར་བ་ མི་ སྙན་པ་ མི་འདོད་པ་ ཡིད་ དུ་ མི་ འོང་བ་ དག་ ཐོས་ སོ །_།
en: One will hear words that cause one grief—words that are unpleasant, unwelcome, and repugnant.

source: འདི་ལྟ་སྟེ །_ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ་ མི་ ཕན་པ་ བྱེད་པ་ དག་ འདི ས་ འཐོབ་ སྟེ །_
en: $793 “Those who carried out misdeeds, who did wrong in terms of body, speech, and mind and engaged in unwholesome actions, attain this existence.
